Repository: Ducatus-Global-Pte-Ltd/copay
Catalog: src/assets/i18n/*.po
Languages: vi

source: (possible double spend)
vi: (có thể chi tiêu kép)

source: Delete
vi: Xóa

source: * A payment proposal can be deleted if 1) you are the creator, and no other Ducater has signed, or 2) 10 minutes have passed since the proposal was created.
vi: * Yêu cầu thanh toán có thể bị xóa nếu 1) bạn là người tạo, và không có ai khácNgười đồng chi trả đã ký hoặc 2) quá 10 từ khi yêu cầu được tạo.

source: 5-star ratings help us get Ducatus Wallet into more hands, and more users means more resources can be committed to the app!
vi: xếp hạng 5-sao giúp chúng ta có Ví Ducatus Wallet cho nhiều người dùng hơncó nghĩa là nhiều nguồn lực cam kết dành cho app!

source: A new Ducater just joined your wallet {{walletName}}.
vi: Người đồng chi trả mới vừa tham gia ví của bạn {{walletName}}.

source: A new payment proposal has been created in your wallet {{walletName}}.
vi: Một đề xuất thanh toán mới đã được tạo trong ví của bạn {{walletName}}.

source: A payment of {{amountStr}} has been received into your wallet {{walletName}}.
vi: Khoản thanh toán {{amountStr}} đã được nhận vào ví {{walletName}}.

source: A payment proposal in your wallet {{walletName}} has been rejected.
vi: Yêu cầu thanh toán vào ví của bạn {{walletName}} đã bị từ chối.

source: A total of {{amountAboveMaxSizeStr}} {{coin}} were excluded. The maximum size allowed for a transaction was exceeded.
vi: Tổng {{amountAboveMaxSizeStr}} {{coin}} bị loại. Tối đa Vượt quá số lượng cho phép cho một giao dịch.

source: A total of {{amountBelowFeeStr}} {{coin}} were excluded. These funds come from UTXOs smaller than the network fee provided.
vi: Tổng {{amountBelowFeeStr}} {{coin}} bị loại. Nguồn vốn này đến từ UTXOs nhỏ hơn mức phí của network đưa ra.

source: A total of {{amountStr}} ({{fiatAmount | number:'1.2-2'}} {{currencyIsoCode}}) will be exchanged for {{withdrawalStr}} ({{fiatWithdrawal | number:'1.2-2'}} {{currencyIsoCode}}). ShapeShift fee: {{withdrawalFee}} {{toWallet.coin | uppercase}}
vi: Tổng {{amountStr}} ({{fiatAmount | number:'1.2-2'}} {{currencyIsoCode}}) sẽ được chuyển đổi thành {{withdrawalStr}} ({{fiatWithdrawal | number:'1.2-2'}} {{currencyIsoCode}}). Phí ShapeShift: {{withdrawalFee}} {{toWallet.coin | uppercase}}

source: A total of {{fee}} {{coin}} were excluded. The maximum size allowed for a transaction was exceeded.
vi: Tổng số {{fee}} {{coin}} bị loại. Vượt quá số lượng tối đa cho phép cho giao dịch.

source: A total of {{fee}} {{coin}} were excluded. These funds come from UTXOs smaller than the network fee provided.
vi: Tổng {{fee}} {{coin}} bị loại. Nguồn vốn này đến từ UTXOs nhỏ hơn mức phí của network đưa ra.

source: About
vi: Về

source: About {{appName}}
vi: Về {{appName}}

source: Accept
vi: Chấp nhận

source: Accepted
vi: Đã chấp nhận

source: Access denied
vi: Truy cập bị từ chối

source: Account
vi: Tài khoản

source: Activation Fee
vi: Phí kích hoạt

source: Activity
vi: Hoạt động

source: Add
vi: Thêm vào

source: Add Ducatus Account?
vi: Thêm tài khoản Ducatus?

source: Add Card
vi: Thêm Thẻ

source: Add Contact
vi: Thêm Liên hệ

source: Add Recipient
vi: Thêm Người nhận

source: Add Wallet
vi: Thêm Ví

source: Add account
vi: Thêm tài khoản

source: Add as a contact
vi: Thêm như một liên hệ

source: Add funds
vi: Thêm vốn

source: Add this Ducatus account ({{email}})?
vi: Thêm tài khoản Ducatus ({{email}})?

source: Address
vi: Địa chỉ

source: Address Book
vi: Sổ Địa chỉ

source: Address Type
vi: Loại Địa chỉ

source: Addressbook is empty
vi: Sổ địa chỉ trống

source: Addresses
vi: Các địa chỉ

source: Addresses with balance
vi: Các địa chỉ có số dư

source: Advanced
vi: Nâng cao

source: All
vi: Tất cả

source: All addresses
vi: Tất cả các địa chỉ

source: All of your bitcoin wallet balance may not be available for immediate spending.
vi: Tất cả số dư trong ví bitcoin của bạn không sẵn sàng để chi tiêu. ngay

source: Allow camera access
vi: Cho phép camera truy cập

source: Already duplicated
vi: Tất cả được sao chép

source: Alternative currency
vi: Loại tiền thay thế

source: Amazon.co.jp Gift Cards never expire and can be redeemed towards millions of items at www.amazon.co.jp.
vi: Gift Cards của Amazon.co.jp không bao giờ hết hạn và có thể đổi lấy hàng triệu "các loại đồ vật tại www.amazon.co.jp.

source: Amazon.com Gift Cards never expire and can be redeemed towards millions of items at www.amazon.com.
vi: Gift Cards của Amazon.co.jp không bao giờ hết hạn và có thể đổi lấy hàng triệu "các loại đồ vật tại www.amazon.co.jp.

source: Amount
vi: Số lượng

source: Amount Too Low To Spend
vi: Số lượng Quá Thấp để Chi tiêu

source: Amount below minimum allowed
vi: Số lượng Dưới mức tối thiểu cho phép

source: Amount too big
vi: Số lượng Quá Lớn

source: Apply changes
vi: Áp dụng các thay đổi

source: Archive All {brand} Gift Cards?
vi: Lưu trữ Tất cả Thẻ Quà tặng của các {brand}?

source: Archive Card
vi: Lưu trữ Thẻ

source: Archive this Card?
vi: Lưu trữ Thẻ này?

source: Archived Cards
vi: Đã lưu trữ Thẻ

source: Are you sure you want to cancel and delete this wallet?
vi: Bạn có chắc muốn hủy và xóa ví này không?

source: Are you sure you want to delete all wallets using this key?
vi: Bạn có chắc muốn xóa tất cả các ví bằng phím này không?

source: Are you sure you want to delete this contact?
vi: Bạn có chắc muốn xóa tất địa chỉ liên hệ này không?

source: Are you sure you want to delete this wallet?
vi: Bạn có chắc muốn xóa ví này không?

source: Are you sure you want to reject this transaction?
vi: Bạn có chắc muốn từ chối giao dịch này không?

source: Are you sure you want to remove this transaction?
vi: Bạn có chắc muốn gỡ bỏ giao dịch này không?

source: Are you sure?
vi: Bạn có chắc chắn không?

source: Available
vi: Sẵn sàng

source: Average confirmation time
vi: Thời gian xác nhận trung bình

source: Awaiting payment to confirm
vi: Thanh toán đang đợi xác nhận

source: Back up all your wallets before using this function
vi: Lưu dự phòng tất cả các ví của bạn trước khi sử dụng chức năng này

source: Back up your wallet before using this function
vi: Lưu dự phòng ví của bạn trước khi sử dụng chức năng này

source: Backup
vi: Lưu dự phòng

source: Backup wallet
vi: Ví dự phòng

source: Bad wallet invitation
vi: Lời mời tạo ví không tin cậy

source: Be sure to store your recovery phrase in a safe and secure place
vi: Đảm bảo lưu đoạn mã khôi phục tài khoản của bạn nơi an toàn và an ninh

source: Be sure to store your recovery phrase in a secure place. If this app is deleted, your money cannot be recovered without it.
vi: Đảm bảo lưu đoạn mã khôi phục tài khoản của bạn nơi an toàn và an ninh. Nếu app này bị xóa, sẽ không lấy lại được tiền của bạn nếu không có đoạn mã này

source: Because you are sending the maximum amount contained in this wallet, the {coinName} miner fee ({fee} {coin}) will be deducted from the total. {msg}
vi: {coinName} ({fee} {coin}) sẽ được trừ vào tổng số. {msg}

source: Before duplicating your wallet, it's recommended that you first write down your recovery phrase and store it securely so that your wallet can be recovered in the case your device was lost or stolen.
vi: Trước khi sao chép ví, bạn nên ghi lại đoạn mã khôi phục và cất nó an toàn để ví của bạn có thể được khôi phục trong trường hợp thiết bị bị mất hay mất cắp.

source: Before retrieving your wallet address, it's recommended that you first write down your recovery phrase and store it securely so that your wallet can be recovered in the case your device was lost or stolen.
vi: Trước khi khôi phục địa chỉ ví, bạn nên ghi lại đoạn mã khôi phục và cất nó an toàn để ví của bạn có thể được khôi phục trong trường hợp thiết bị bị mất hay đánh cắp.

source: Before retrieving your wallets addresses, it's recommended that you first write down your recovery phrase and store it securely so that your wallets can be recovered in the case your device was lost or stolen.
vi: Trước khi khôi phục các địa chỉ ví, bạn nên ghi lại đoạn mã khôi phục và cất nó an toàn để ví của bạn có thể được khôi phục trong trường hợp thiết bị bị mất hay mất cắp.

source: Below Minimum Amount
vi: Dưới mức tối thiểu

source: Biometric
vi: Sinh trắc

source: Ducatus Card URI
vi: Thẻ Ducatus URI

source: Ducatus does not receive and does not control miner fees.
vi: Ducatus không nhận và không kiểm soát phí đào.

source: Bitcoin Address
vi: Địa chỉ Bitcoin

source: Bitcoin Cash Address
vi: Địa chỉ Bitcoin Cash

source: Bitcoin Cash Wallets
vi: Ví Bitcoin Cash

source: Bitcoin Network Fee Policy
vi: Chính sách Phí Hệ thống Bitcoin

source: Bitcoin Wallets
vi: Ví Bitcoin

source: Bitcoin transactions include a fee collected by miners on the network.
vi: Các giao dịch Bitcoin bao gồm phí cho các thợ đào trên hệ thống

source: Bitcore Wallet Service is under maintenance. Please check https://insight.ducatus.io/.
vi: Dịch vụ Ví Bitcore Wallet đang được bảo trì. Hãy kiểm tra https://insight.ducatus.io/.

source: Broadcast Payment
vi: Thông báo Thanh toán

source: Broadcasted
vi: Đã thông báo

source: Broadcasting transaction...
vi: Thông báo giao dịch...

source: Buy Gift Card
vi: Mua Thẻ Quà tặng

source: Buy Gift Cards
vi: Mua Các Thẻ Quà tặng

source: Buying Bitcoin...
vi: Đang mua Bitcoin...

source: By providing your email address, you give explicit consent to Ducatus to use your email address to send you email notifications about payments.
vi: Bằng việc cung cấp địa chỉ email, bạn đã đồng ý cho Ducatus gửi mail đến địa chỉ nàyđịa chỉ email của bạn dùng để gửi cho bạn những thông báo về các khoản thanh toán.

source: Calculating fee...
vi: Đang tính phí...

source: Calculating send max...
vi: Đang tính lượng gửi tố đa...

source: Cancel
vi: Hủy

source: Canceling Gift Card...
vi: Đang hủy các Thẻ Quà tặng...

source: Cannot join the same wallet more that once
vi: Không thể kết nối vào cùng một ví hơn một lần

source: Card Archived
vi: Thẻ đã được lưu trữ

source: Card Settings
vi: Cài đặt thẻ

source: Cards
vi: Thẻ

source: Change Amount
vi: Thay đổi số lượng

source: Check the transaction on your wallet details
vi: Kiểm tra giao dịch trong các chi tiết ví

source: Choose a backup file from your computer
vi: Chọn file dự phòng từ máy tính của bạn

source: Clear
vi: Dọn sạch

source: Clear cache
vi: Dọn kho lưu trữ

source: Click to accept
vi: Nhấn nút để chấp nhận

source: Click to confirm
vi: Nhấn nút để xác nhận

source: Click to open Terms
vi: Nhấn nút để mở Điều khoản

source: Click to pay
vi: Nhấn nút để thanh toán

source: Click to send
vi: Nhấn nút để gửi

source: Close
vi: Đóng

source: Completed
vi: Đã hoàn thành

source: Configuration (m-n)
vi: Cấu hình (m-n)

source: Confirm
vi: Xác nhận

source: Confirm & Finish
vi: Xác nhận & kết thúc

source: Confirm to shift {{fromCoin}} to {{toCoin}}
vi: Xác nhậnđể chuyển {{fromCoin}} đến {{toCoin}}

source: Confirm your PIN
vi: Xác nhận mã PIN của bạn

source: Confirm your new encrypt password
vi: Xác nhận mật khẩu mã hóa mới của bạn

source: Confirmations
vi: Các xác nhận

source: Confirming
vi: Đang xác nhận

source: Congratulations! It looks like you've recently received money. It's highly advised that you verify your recovery phrase so that your funds can be recovered in case your phone was lost or stolen.
vi: Chúc mừng! Có vẻ như bạn vừa nhận được tiền. Bạn "nên xác thực lại đoạn mã không phục tài khoản để có thể khôi phục được tiền của bạn trong trường hợp điện thoại của bạn bị mất hoặc mất cắp.

source: Connect my Ducatus Card
vi: Kết nổi thẻ Ducatus của tôi

source: Connect to ShapeShift Account
vi: Kết nối với Tài khoản ShapeShift

source: Connecting to Coinbase...
vi: Đang kết nối với Coinbase...

source: Connecting to ShapeShift...
vi: Đang kết nối với ShapeShift...

source: Connection reset by peer
vi: Kết nối được reset bởi đồng cấp

source: Contact the ShapeShift support team.
vi: Liên hệ với nhóm hỗ trợ của ShapeShift.

source: Continue
vi: Tiếp tục

source: Continue Backup
vi: Tiếp tục sao lưu dự phòng

source: Contribute translations
vi: Đóng góp cho bản dịch

source: Ducater already in this wallet
vi: Người đồng chi trả đã có trong ví này

source: Ducater already voted on this spend proposal
vi: Người đồng chi trả đã duyệt cho yêu cầu chi này

source: Ducater data mismatch
vi: Số liệu của Người đồng chi trả không khớp

source: Copied
vi: Đã copy

source: Copied to Clipboard
vi: Đã copy vào Clipboard

source: Copied {coin} address
vi: Đã copy địa chỉ {coin}

source: Copied: {claimCode}
vi: Đã copy: {claimCode}

source: Copy this text as it is to a safe place (notepad or email)
vi: Copy nguyên bản đoạn văn bản vào chỗ an toàn (notepad hoặc email)

source: Copy to clipboard
vi: Copy vào clipboard

source: Could not access the wallet at the server
vi: Không thể truy cập ví tại máy chủ

source: Could not access wallet
vi: Không thể truy cập ví

source: Could not add message to imported wallet without shared encrypting key
vi: Không thể thêm tin nhắn vào ví đã nhập nếu không chia sẻ khóa mã hóa

source: Could not build transaction
vi: Không thể thiết lập giao dịch

source: Could not create address
vi: Không thể tạo địa chỉ

source: Could not create transaction
vi: Không thể khởi tạo giao dịch

source: Could not create using the specified extended private key
vi: Không thể tạo sử dụng khóa cá nhân mở rộng chuyên biệt

source: Could not create: Invalid wallet recovery phrase
vi: Không thể tạo: câu mã khôi phục ví không có hiệu lực

source: Could not decrypt file, check your password
vi: Không thể giải mã file, kiểm tra lại mật khẩu của bạn

source: Could not decrypt wallet
vi: Không thể giải mã ví

source: Could not delete payment proposal
vi: Không thể xóa yêu cầu thanh toán

source: Could not encrypt wallet
vi: Không thể mã hóa ví

source: Could not get claim code. Please contact Ducatus support.
vi: Không thể lấy mã code. Xin liên hệ hỗ trợ của Ducatus.

source: Could not get dynamic fee
vi: Không nhận được phí năng động

source: Could not get dynamic fee for level:
vi: Không nhận được phí năng động cho cấp độ:

source: Could not get fee levels
vi: Không nhận được các mức phí

source: Could not get the Addressbook
vi: Không nhận được Sổ địa chỉ

source: Could not get transactions
vi: Không nhận được các giao dịch

source: Could not import. Check input file.
vi: Không thể nhập. Kiểm tra file đầu vào.

source: Could not join wallet
vi: Không thể liên kết ví

source: Could not reject payment
vi: Không thể từ chối thanh toán

source: Could not save preferences on the server
vi: Không thể lưu các ưa thích trên máy chủ

source: Could not send transaction
vi: Không thể gửi được giao dịch

source: Could not update transaction history
vi: Không thể cập nhật lịch sử giao dịch

source: Could not update wallet
vi: Không thể cập nhật ví

source: Create
vi: Tạo

source: Create New Key
vi: Tạo khóa mới

source: Create a new wallet
vi: Tạo ví mới

source: Created
vi: Đã tạo

source: Created by
vi: Được tạo bởi

source: Creating Gift Card...
vi: Đang tạo Thẻ Quà tặng...

source: Creating Wallet...
vi: Đang tạo Ví...

source: Creating transaction...
vi: Đang tạo giao dịch...

source: Current Cards
vi: Các Thẻ hiện tại

source: Current fee rate for this policy
vi: Mức phí hiện hành cho chính sách này

source: Custom
vi: Tùy chỉnh

source: Date
vi: Ngày

source: Delete Payment Proposal
vi: Xóa Yêu cầu Thanh toán

source: Delete Wallet
vi: Xóa Ví

source: Delete it and create a new one
vi: Xóa và tạo mới

source: Delete key
vi: Xóa khóa

source: Deleting Wallet...
vi: Đang xóa Ví...

source: Deleting payment proposal...
vi: Đang xóa yêu cầu thanh toán...

source: Deposit
vi: Ký quỹ

source: Deposit Max
vi: Ký quỹ Tối đa

source: Deposit Min
vi: Ký quỹ Tối thiểu

source: Derivation Path
vi: Đường Phát sinh

source: Destination wallet needs to be backed up
vi: Ví nhận cần phải được sao lưu

source: Details
vi: Chi tiết

source: Disable notifications
vi: Tắt thông báo

source: Disabled
vi: Đã tắt

source: Discount
vi: Chiết khấu

source: Do not include private key
vi: Không bao gồm khóa cá nhân

source: Do this later?
vi: Bạn muốn làm vào lần tới không?

source: Do you want to verify your account now?
vi: Bạn có muốn xác minh tài khoản ngay bây giờ không?

source: Don't see your Key?
vi: Bạn không nhìn thấy mã của bạn?

source: Don't see your language on Crowdin? Contact the Owner on Crowdin! We'd love to support your language.
vi: Bạn không thấy ngôn ngữ của mình trên Crowdin? Hãy liên hệ với Chủ sở hữu trên Crowdin! Chúng tôi sẵn sàng hỗ trợ ngôn ngữ của bạn

source: Done
vi: Hoàn tất

source: Download
vi: Tải xuống

source: Download logs
vi: Tải xuống bản ghi

source: Duplicate to BCH
vi: Sao chép đến BCH

source: Duplicating wallet...
vi: Sao chép ví...

source: Each bitcoin wallet can generate billions of addresses from your 12-word recovery phrase. A new address is automatically generated and shown each time you receive a payment.
vi: Mỗi ví bitcoin có thể tạo ra hàng tỉ địa chỉ từ cụm từ khôi phục 12 chữ của bạn. Một địa chỉ mới sẽ được tạo và hiển thị mỗi lần bạn nhận được một khoản thanh toán

source: Each Ducater has their own recovery phrase. To recover funds stored in a Shared Wallet you will need the recovery phrase from each Ducater.
vi: Mỗi người đồng trả sẽ có cụm từ khôi phục riêng của họ. Để phục hồi số tiền trữ trong một ví chung, bạn cần cụm từ khôi phục từ mỗi người đồng trả

source: Economy
vi: Kinh tế

source: Edit
vi: chỉnh sửa

source: Empty addresses limit reached. New addresses cannot be generated.
vi: Số lượng địa chỉ trống đã đạt giới hạn. Không thể tạo thêm địa chỉ mới

source: Enable camera access in your device settings to get started.
vi: Cho phép truy cập camera trong điều chỉnh thiết bị để có thể bắt đầu

source: Enable desktop notifications
vi: Cho phép hiển thị tin nhắn trên màn hình

source: Enable email notifications
vi: Cho phép hiển thị tin nhắn email

source: Enable push notifications
vi: Cho phép hiển thị tin nhắn đẩy

source: Enable the camera to get started.
vi: Kích hoạt camera để bắt đầu

source: Encryption can protect your funds if this device is stolen or compromised by malicious software.
vi: Mã hóa có thể bảo vệ quỹ tiền của bạn nếu thiết bị này bị đánh cắp hay bị tấn công bới phần mềm độc hại

source: Enter Amount
vi: Hãy nhập số lượng

source: Enter Two Factor for your Ducatus account
vi: Hãy nhập mã bảo vệ hai lớp từ tài khoản Ducatus của bạn

source: Enter a new encrypt password
vi: Hãy nhập mật khẩu mã hóa mới

source: Enter a password to encrypt your wallet
vi: Hãy nhập mật khẩu để mã hóa ví của bạn

source: Enter a transaction memo
vi: Hãy nhập nội dung chuyển khoản

source: Enter bitcoin address
vi: Nhập địa chỉ ví bitcoin

source: Enter custom fee in {feeUnit}
vi: Nhập phí chuyển khoản bằng {feeUnit}

source: Enter email address
vi: Nhập địa chỉ email

source: Enter encrypt password
vi: Nhập mật khẩu mã hóa

source: Enter your encrypt password again to confirm
vi: Nhập mật khẩu mã hóa lần nữa để duyệt

source: Entry already exist
vi: Mục đã nhập đã tồn tại

source: Entry does not exist
vi: Mục đã nhập không tồn tại

source: Error
vi: Đã xảy ra lỗi

source: Error adding new entry
vi: Đã xảy ra lỗi nhập thêm mục mới

source: Error connecting to ShapeShift
vi: Đã xảy ra lỗi kết nối đến ShapeShift

source: Error creating wallet
vi: Đã xảy ra lỗi tạo ví mới

source: Error deleting entry
vi: Đã xảy ra lỗi xóa mục nhập

source: Error fetching this invoice
vi: Đã xảy ra lỗi thu thập hóa đơn

source: Error getting SendMax information
vi: Đã xảy ra lỗi thu thập thông tin SendMax

source: Error getting fee rate
vi: Đã xảy ra lỗi thu thập phí

source: Error in Payment Protocol
vi: Đã xảy ra lỗi trong giao thức thanh toán

source: Error pairing Ducatus Account
vi: Đã xảy ra lỗi ghép nối với tài khoản Ducatus

source: Error scanning funds:
vi: Đã xảy ra lỗi quét tiền trong ví

source: Error sweeping wallet:
vi: Đã xảy ra lỗi quét ví

source: Error updating Debit Cards
vi: Đã xảy ra lỗi cập nhật thẻ ghi nợ

source: Ethereum Address
vi: Địa chỉ ví Ethereum

source: Ethereum Wallets
vi: Ví Ethereum

source: Exceeded daily limit of $500 per user
vi: Quá hạn mức $500/ngày trên mỗi người dùng

source: Expired
vi: Đã quá hạn

source: Expires
vi: Quá hạn

source: Export Wallet
vi: Xuất dữ liệu ví

source: Export to file
vi: Xuất tới tệp

source: Export wallet
vi: Xuất dữ liệu ví

source: Exporting via QR not supported for this wallet
vi: Ví này không hỗ trợ xuất dữ liệu thông qua QR

source: Extended Private Key
vi: Khóa cá nhân đã được gia hạn

source: Extended Public Keys
vi: Khóa công đã được gia hạn

source: Extracting Wallet information...
vi: Trích xuất thông tin ví

source: Failed
vi: Thất bại

source: Failed to export
vi: Xuất dữ liệu thất bại

source: Featured Brands
vi: Nhãn hiệu nổi bật

source: Featured Currencies
vi: Tiền tệ nổi bật

source: Fee
vi: Phí

source: Fee level
vi: Bậc phí

source: Fee level is not defined
vi: Bậc phí chưa được xác định

source: Fee rate
vi: Mức phí

source: Feedback
vi: Phản hồi

source: Feedback could not be submitted. Please try again later.
vi: Phản hồi không thể được gửi. Xin hãy thử lại lần sau

source: Fetching Ducatus Account...
vi: Đang thu thập tài khoản Ducatus

source: Fetching Ducatus Cards...
vi: Đang thu thập thẻ Ducatus

source: Fetching payment information...
vi: Đang thu thập thông tin thanh toán

source: File/Text
vi: Tệp/văn bản

source: Found something broken? Please report it as a bug. If you need immediate help with a problem you are having, then get help by contacting our support team.
vi: Bạn tìm thấy thứ gì không hoạt động? Xin hãy báo cáo nếu như đó là lỗi kĩ thuật. Nếu bạn cần hỗ trợ ngay lập tức với vấn đề này, xin hãy yêu cầu trợ giúp từ đội hỗ trợ của chúng tôi

source: From
vi: Từ

source: From Ducatus account
vi: Từ tài khoản Ducatus

source: Funds Will Not Be Accessible
vi: Không thể truy cập khoản tiền

source: Funds are locked by pending spend proposals
vi: Tiền trong ví bị khóa vì yêu cầu chi đang chờ xử lí

source: Funds found
vi: Đã tìm thấy khoản tiền

source: Funds to be added
vi: Khoản tiền sẽ được thêm vào

source: Funds were added to debit card
vi: Khoản tiền đã được thêm vào thẻ ghi nợ

source: Funds will be transferred to
vi: Khoản tiền trên sẽ được chuyển tới

source: GOT IT
vi: ĐÃ HIỂU!

source: Generate New Address
vi: Tạo địa chỉ mới

source: Generating .csv file...
vi: Đang tạo tệp .csv

source: Generating new address...
vi: Đang tạo địa chỉ mới

source: Get Help
vi: Nhận trợ giúp

source: Get Started
vi: Hãy bắt đầu

source: Get a Ducatus Card
vi: Nhận Thẻ Ducatus

source: Get help
vi: Nhận trợ giúp

source: Get local cash anywhere you go, from any Visa® compatible ATM. ATM bank fees may apply.
vi: Nhận tiền mặt tại chỗ, bất cứ nơi đâu bạn đi, từ bất cứ cây ATM nào chấp nhận thẻ Visa. Có thể tính phí rút tiền ATM

source: Get news and updates from Ducatus
vi: Nhận tin tức và cập nhật từ Ducatus

source: Get started
vi: Hãy bắt đầu

source: Get started by adding your first one.
vi: Hãy bắt đầu bằng việc thêm vào tài khoản đầu tiên của bạn

source: Getting fee levels...
vi: Nhận các mức phí

source: Gift Card
vi: Thẻ quà tặng

source: Gift card canceled
vi: Thẻ quà tặng đã được hủy

source: Gift card purchases are temporarily unavailable. Please try again later.
vi: Tạm thời không thể mua thẻ quà tặng bây giờ. Xin vui lòng thử lại sau

source: Give us feedback
vi: Hãy phản hồi với chúng tôi

source: Go Back
vi: Quay về

source: Have you redeemed all of your {brand} Gift Cards? Archived gift cards will still be accessible in settings.
vi: Bạn đã đổi tất cả thẻ quà tặng của {brand} chưa? Bạn vẫn có thể truy cập các thẻ quà tặng được lưu trữ trong tùy chọn

source: Have you redeemed the entire balance of this gift card?
vi: Bạn đã đổi toàn bộ số tiền của thẻ quà tặng này chưa?

source: Having problems with a ShapeShift?
vi: Bạn có gặp vấn đề gì với ShapeShift hay không?

source: Help & support
vi: Trợ giúp và hỗ trợ
