Repository: Ducatus-Global-Pte-Ltd/copay
Catalog: src/assets/i18n/*.po
Languages: vi

source: The higher the fee, the greater the incentive a miner has to include that transaction in a block. Current fees are determined based on network load and the selected policy.
vi: Phí càng cao, người đào càng có nhiều sự khích lệ để bao gồm giao dịch đó trong 1 block. Phí hiện tại đang được quy định dựa trên tải lượng và chính sách chọn lọc

source: The information you are about to share/export may contain sensitive data such us wallet IDs, addresses, balances, etc. Please be sure you trust the person or entity with whom you are sharing this information.
vi: Thông tin mà bạn đang chuẩn bị chia sẻ/xuất ra có thể chứa thông tin nhạy cảm như là ID của ví, địa chỉ, số dư,... Xin hãy chắc chắn rằng bạn tin tưởng người hay tổ chức mà bạn đang chia sẻ thông tin này với

source: The payment was created but could not be completed. Please try again from home screen
vi: Giao dịch đã được tạo nhưng không thể hoàn tất. Xin hãy thử lại ở màn hình chính

source: The payment was removed by creator
vi: Giao dịch này đã bị xóa bởi người tạo

source: The private key of this wallet is not available. The export allows to check the wallet balance, transaction history, and create spend proposals from the export. However, does not allow to approve (sign) proposals, so funds will not be accessible from the export.
vi: Khóa cá nhân của ví này hiện tại không sử dụng được. Việc xuất cho phép kiểm tra số dư của ví, lịch sử giao dịch và tạo yêu cầu chi trả từ việc xuất, tuy nhiên điều này không cho phép chấp thuận (kí) đề xuất, vì thế bạn sẽ không thể truy cập khoản tiền từ việc xuất.

source: The purchase amount is limited to {maxAmount} {currency} per day. Please modify your amount.
vi: Số lượng mua bị giới hạn đến mức {maxAmount} {currency} mỗi ngày. Xin thay đổi số lượng của bạn.

source: The purchase amount must be at least {minAmount} {currency}. Please modify your amount.
vi: Số lượng mua phải đạt tối thiểu {minAmount} {currency}. Xin hãy thay đổi số lượng của bạn.

source: The request could not be understood by the server
vi: Server không thể nhận yêu cầu của bạn

source: The single address feature will force the wallet to only use one address rather than generating new addresses.
vi: Chức năng địa chỉ đơn sẽ bắt buộc ví của bạn chỉ sử dụng một địa chỉ hơn là tạo ra một địa chỉ mới.

source: The spend proposal is not pending
vi: Yêu cầu chi đang không chờ xử lí

source: The testnet is an alternative Bitcoin block chain, to be used for testing. Testnet coins are separate and distinct from actual bitcoins, and do not have any value. This allows application developers or bitcoin testers to experiment, without having to use real bitcoins.
vi: Testnet là một blockchain Bitcoin thay thế, chỉ được sử dụng để chạy thử. Coin của Testnet được tách riêng và phân biệt với bitcoin thật, và không có giá trị nào. Điều này cho phép nhà phát triển ứng dụng hay người thủ bitcoin thí nghiệm, mà không cần dùng đến bitcoin thật.

source: The total amount of bitcoin stored in this wallet.
vi: Tổng số lượng bitcoin được trữ trong ví này.

source: The transaction from {{walletName}} that you were waiting for has been confirmed.
vi: Giao dịch từ {{walletName}} mà bạn đang đợi đã được duyệt.

source: The transaction history and every new incoming transaction are cached in the app. This feature clean this up and synchronizes again from the server
vi: Lịch sử giao dịch và mỗi giao dịch sắp tới được lưu trữ tạm thời bên trong ứng dụng này. Chức năng này sẽ dọn dẹp điều này và đồng bộ hóa lần nữa từ server

source: The wallet is already in the app
vi: Ví này đã có sẵn trong ứng dụng rồi

source: The wallet won't be removed from this device. You can hide it whenever you need it.
vi: Ví này sẽ không bị xóa khỏi thiết bị này. Bạn có thể ẩn nó bất cứ khi nào bạn cần làm việc đó.

source: The wallet you are using does not match the network and/or the currency of the address provided
vi: Ví mà bạn đang sử dụng không khớp với mạng lưới và/hay đồng tiền của đại chỉ ví mà bạn cung cấp.

source: There is an error in the form
vi: Mẫu đã xảy ra lỗi

source: There was problem while trying to sign {{txpsFailed}} of your transactions proposals. Please, try again
vi: Đã xảy ra lỗi khi kí {{txpsFailed}} của yêu cầu giao dịch của bạn Xin hãy thử lại lần nữa.

source: There's obviously something we're doing wrong. How could we improve your experience?
vi: Có lẽ chúng tôi đang làm điều gì đó sai cách rồi. Làm sao để chúng tôi cải thiện trải nghiệm cho bạn?

source: This app is not available for your device.
vi: Ứng dụng này không có sẵn cho thiết bị của bạn.

source: This bitcoin payment request has expired.
vi: Yêu cầu thanh toán bitcoin đã hết hạn.

source: This feature duplicates a Bitcoin wallet on the Bitcoin Cash chain, enabling access to pre-fork coins. This should only be used if there are unclaimed funds before the Bitcoin Cash fork day on the wallet. The resulting wallet will use the same derivation path as the original BTC wallet.
vi: Tính năng này sao chép một ví Bitcoin trên chuỗi Bitcoin Cash, cho phép truy cập các coin trước cập nhật. Bạn chỉ nên sử dụng tính năng này khi bạn đang có khoản tiền chưa nhận trước ngày cập nhật Bitcoin Cash trên ví. Chiếc ví sau khi cập nhật sẽ sử dụng cùng đường dẫn xuất với lại ví BTC gốc.

source: This field is only for users who, in previous versions (it's not supported anymore), set a password to protect their recovery phrase. This field is not for your encrypt password.
vi: Ô này chỉ dành cho người dùng mà, trong phiên bản trước (hiện tại không còn hỗ trợ nữa), đặt mật khẩu để bảo vệ mã khôi phục của họ. Ô này không phải là dành cho mật khẩu bảo mật của bạn.

source: This field only accepts addresses supported by {appName} Wallet
vi: Ô này chỉ chấp nhận địa chỉ được hỗ trợ bởi ví của {{appName}}

source: This information is available at the website.
vi: Thông tin này chỉ được hiển thị trên website.

source: This invoice does not accept unconfirmed inputs.
vi: Hóa đơn này không chấp nhận thông tin nhập không xác định được.

source: This invoice is not longer accepting payments
vi: Hóa đơn này không còn chấp nhận thanh toán nữa.

source: This password cannot be recovered. If this password is lost, funds can only be recovered by reimporting your 12-word recovery phrase.
vi: Mật khẩu này không thể được phục hồi. Nếu mật khẩu này bị mất, tiền trong ví chỉ có thể được khôi phục bằng cách nhập lại mã khôi phục 12 kí tự.

source: This password is only for this device, and it cannot be recovered. To avoid losing funds, write your password down.
vi: Nếu mật khẩu này chỉ được sử dụng riêng cho thiết bị này, và nó không thể được khôi phục. Để tránh việc tiền trong ví bị mất, xin hãy viết xuống mật khẩu này của bạn.

source: This payment requires a miner fee of:
vi: Giao dịch này cần phí đào bao gồm:

source: This recovery phrase was created with a password. To recover this wallet both the recovery phrase and password are needed.
vi: Mã khôi phục này đã được tạo cùng với một mật khẩu. Để khôi phục ví này, bạn cần có cả mã khôi phục và mật khẩu.

source: This transaction amount is too small compared to current Bitcoin network fees. Spending these funds will need a Bitcoin network fee cost comparable to the funds itself.
vi: Số lượng tiền giao dịch này quá nhỏ so với lại phí mạng lưới Bitcoin Bằng cách chi những khoản tiền này bạn sẽ cần phí mạng lưới Bitcoin tương đương với lại chính khoản tiền ấy.

source: This transaction could take a long time to confirm or could be dropped due to the low fees set by the sender.
vi: Giao dịch này có thể mất rất nhiều thời gian để duyệt hay có thể bị hủy vì phí đặt bởi người gửi quá thấp.

source: This transaction requires a high network fee because either the sending amount is too small or the network is experiencing congestion.
vi: Giao dịch này cần trả phí mạng lưới cao bởi hoặc là vì số lượng gửi đi quá nhỏ hay mạng lưới hiện tại đang bị nghẽn.

source: This wallet is not registered at the given Bitcore Wallet Service (BWS). You can recreate it from the local information.
vi: Ví này không được đăng kí tại bất kì Dịch vụ Ví Bitcore (BWS) nào đã cung cấp. Bạn có thể tái tạo lại ví này tạo bất kì thông tin có sẵn nào.

source: Timeline
vi: Dòng thời gian

source: To
vi: Tới

source: To get started, you'll need to create a wallet and get some funds.
vi: Để bắt đầu, bạn sẽ cần tạo một ví cùng với một khoản tiền trong đó.

source: To get started, you'll need to enter a valid address, contact or wallet.
vi: Để bắt đầu, bạn sẽ cần phải nhập địa chỉ phù hợp, thông tin liên lạc hay một ví.

source: To {{reason}} you must first add your Ducatus account - {{email}}
vi: Để có thể {{reason}}, trước hết bạn cần thêm tài khoản Ducatus của mình - {{email}}

source: Top up in progress...
vi: Đang nạp tiền...

source: Top-up with this cryptocurrency is not enabled
vi: Chưa kích hoạt chức năng nạp tiền sử dụng đồng tiền ảo này

source: Total
vi: Tổng

source: Total Locked Balance
vi: Tổng số dư bị khóa

source: Total number of Ducaters
vi: Tổng số người đồng chi trả

source: Total wallet inputs
vi: Tổng thu của ví

source: Trade any leading blockchain asset for any other. Protection by Design.
vi: Giao dịch bất kỳ tài sản blockchain hàng đầu nào cho bất kỳ tài sản nào khác. Bảo vệ theo thiết kế.

source: Transaction
vi: Giao dịch

source: Transaction History
vi: Lịch sử giao dịch

source: Transaction ID
vi: ID Giao dịch

source: Transaction already broadcasted
vi: Giao dịch đã được phát đi

source: Transaction confirmed
vi: Giao dịch đã được duyệt

source: Transaction has not been created
vi: Giao dịch chưa được tạo

source: Transaction initiated
vi: Giao dịch bắt đầu

source: Transaction not available at this time
vi: Giao dịch hiện không có

source: Transactions
vi: Các giao dịch

source: Transactions without fee are not supported.
vi: Không hỗ trợ giao dịch không tính phí

source: Transfer to
vi: Chuyển đến

source: Transfer to Bitcoin Cash Wallet
vi: Chuyển đến ví Bitcoin Cash

source: Transfer to Bitcoin Wallet
vi: Chuyển đến ví Bitcoin

source: Transfer to Contact
vi: Chuyển đến thông tin liên hệ

source: Transfer to Ethereum Wallet
vi: Chuyển đến ví Ethereum

source: Transfer to Multiple Recipients
vi: Chuyển đến nhiều người nhận

source: Translate address
vi: Dịch địa chỉ

source: Try again
vi: Xin hãy thử lại

source: Try again in {{expires}}
vi: Xin hãy thử lại trong vòng {{expires}}

source: Turn bitcoin into dollars, swipe anywhere Visa® is accepted.
vi: Chuyển bitcoin thành đô la, có thể quẹt thẻ bất cứ nơi nào chấp nhận Visa®.

source: Type the recovery phrase (usually 12 words)
vi: Xin hãy nhập mã khôi phục (thường bao gồm 12 kí tự)

source: Unarchive Card
vi: Thẻ chưa được lưu giữ

source: Unconfirmed
vi: Không xác định

source: Unfortunately, your country/region has banned the use or acceptance of cryptocurrencies as a valid form of payment and we are therefore unable to service you.
vi: Thật đáng tiếc, quốc gia/vùng lãnh thổ của bạn đã nghiêm cấm việc sử dụng hay nhận tiền ảo như là một phương tiện thanh toán và vì thế chúng tôi không thể cung cấp dịch vụ cho bạn.

source: Unlink account
vi: Ngừng liên kết tài khoản

source: Unlink card
vi: Ngừng liên kết với thẻ

source: Unlink the account will remove it and all associated cards from this device.
vi: Ngừng liên kết tài khoản sẽ loại bỏ tài khoản và những thẻ liên kết với tài khoản này khỏi thiết bị này

source: Unlink the card will remove it from this device.
vi: Ngừng liên kết với thẻ sẽ loại bỏ thẻ đó khỏi thiết bị này

source: Unlock App
vi: Mở khóa ứng dụng

source: Unsent transactions
vi: Những giao dịch chưa được gửi đi

source: Unused addresses
vi: Những địa chỉ chưa được sử dụng

source: Unverified Account
vi: Tài khoản chưa được xác minh

source: Updating Gift Card...
vi: Đang cập nhật thẻ quà tặng...

source: Updating Gift Cards...
vi: Đang cập nhật các thẻ quà tặng

source: Updating transaction history. Please stand by.
vi: Đang cập nhật lịch sử giao dịch. Xin hãy chờ trong giây lát.

source: Urgent
vi: Khẩn

source: Use Unconfirmed Funds
vi: Sử dụng khoản tiền chưa được xác thực

source: Use default url
vi: Sử dụng đường link mặc định

source: Validating recovery phrase...
vi: Đang xác thực mã khôi phục

source: Verify Account
vi: Đang xác minh tài khoản

source: Verify Your Phrase
vi: Xác minh mã khôi phục của bạn

source: Version
vi: Phiên bản

source: View
vi: Xem

source: View Confirmation Status
vi: Xem trạng thái duyệt

source: View Invoice
vi: Xem hóa đơn

source: View Privacy Policy
vi: Xem chính sách riêng tư

source: View Redemption Code
vi: Xem thông tin nhận mã

source: View Transaction on Insight
vi: Xem Giao dịch trên Insight

source: View Wallet Terms of Use
vi: Xem Điều khoản dịch vụ của Ví

source: View all addresses
vi: Xem toàn bộ các địa chỉ

source: View complete Terms of Use
vi: Xem đầy đủ Điều khoản dịch vụ

source: View on blockchain
vi: Xem trên blockchain

source: Visit ShapeShift.io
vi: Truy cập ShapeShift.io

source: WARNING: Key derivation is not working on this device/wallet. Actions cannot be performed on this wallet.
vi: CẢNH BÁO: Dẫn xuất khóa hiện tại không hoạt động trên thiết bị/ví này. Không thể thực hiện thao tác trên ví này.

source: Waiting
vi: Đang đợi

source: Waiting for authorized Ducaters to join
vi: Đang đợi người đồng chi trả có thẩm quyền tham gia

source: Wallet Address
vi: Địa chỉ ví

source: Wallet Addresses
vi: Các địa chỉ ví

source: Wallet Information
vi: Thông tin ví

source: Wallet Inputs
vi: Dữ kiện đầu vào của ví

source: Wallet Invitation
vi: Lời mời của ví

source: Wallet Name
vi: Tên của ví

source: Wallet Needs Backup
vi: Ví cần được Sao lưu

source: Wallet Recovery Phrase is invalid
vi: Mã khôi phục của ví không hợp lệ

source: Wallet Settings
vi: Cài đặt Ví

source: Wallet already exists
vi: Ví đã tồn tại

source: Wallet complete
vi: Ví đã hoàn thiện

source: Wallet incomplete and broken
vi: Ví chưa hoàn thiện và bị hỏng

source: Wallet invitation
vi: Lời mời của ví

source: Wallet is full
vi: Ví đầy

source: Wallet is locked
vi: Ví bị khóa

source: Wallet is not complete
vi: Ví chưa hoàn thiện

source: Wallet key
vi: Chìa khóa ví

source: Wallet name
vi: Tên Ví

source: Wallet needs backup
vi: Ví cần được sao lưu

source: Wallet not found
vi: Không tìm thấy Ví

source: Wallet not registered
vi: Ví chưa được đăng kí

source: Wallet not registered at the wallet service. Recreate it from "Create Wallet" using "Advanced Options" to set your recovery phrase
vi: Ví hiện tại chưa được đăng kí trên hệ thống dịch vụ Ví. Xin hãy tái tạo lại Ví từ "Tạo Ví" sử dụng "Cài đặt Nâng cao" để đặt mã khôi phục

source: Wallet recovery phrase
vi: Mã khôi phục của Ví

source: Wallet recovery phrase not available
vi: Mã khôi phục hiện không có sẵn

source: Wallet service not found
vi: Không tìm thấy dịch vụ Ví

source: Wallets
vi: Các Ví

source: Warning!
vi: Cảnh báo!

source: Warning: this transaction has unconfirmed inputs
vi: Cảnh báo: giao dịch này có dữ kiện nhập chưa được duyệt

source: We appreciate your review
vi: Chúng tôi xin trân trọng đánh giá của bạn

source: We are always looking for translation contributions! You can make corrections or help to make this app available in your native language by joining our community on Crowdin.
vi: Chúng tôi luôn tìm kiếm đóng góp cho việc biên dịch! Bạn có thể chỉnh sửa hay giúp ứng dụng này hỗ trợ ngôn ngữ của mình bằng cách tham gia cộng đồng của chúng tôi trên Crowdin.

source: We're always listening for ways we can improve your experience. Feel free to leave us a review in the app store or request a new feature.
vi: Chúng tôi luôn luôn lắng nghe những cách giúp chúng tôi cải thiện trải nghiệm của bạn. Hãy để lại đánh giá cho chúng tôi trên cửa hàng ứng dụng hay yêu cầu một tính năng mới.

source: We're always listening for ways we can improve your experience. Feel free to leave us a review in the app store or request a new feature. Also, let us know if you experience any technical issues.
vi: Chúng tôi luôn luôn lắng nghe những cách giúp chúng tôi cải thiện trải nghiệm của bạn. Hãy để lại đánh giá cho chúng tôi trên cửa hàng ứng dụng hay yêu cầu một tính năng mới. Không những thế, hãy cho chúng tôi biết nếu bạn gặp phải vấn đề kĩ thuật gì

source: We're always listening for ways we can improve your experience. Is there anything we could do to improve your experience?
vi: Chúng tôi luôn lắng nghe những cách có thể giúp cải thiện trả nghiệm của bạn. Chúng tôi có thể làm gì để cải thiện điều ấy không?

source: What do you call this key?
vi: Bạn muốn gọi khóa này là gì?

source: What do you call this wallet?
vi: Bạn muốn gọi Ví này là gì?

source: When this wallet was created, it was called "{{walletName}}". You can change the name displayed on this device below.
vi: Khi chiếc Ví này được tạo, nó được gọi là "{{walletName}}". Bạn có thể đổi tên được hiển thị trên thiết bị này phía dưới.

source: Where would you like to receive email notifications about payments?
vi: Bạn muốn nhận thông báo email về thanh toán ở đâu?

source: Where would you like to receive your Amazon gift card purchase receipts?
vi: Bạn muốn nhận hóa đơn mua thẻ quà tặng Amazon ở đâu?

source: Why does this require authentication?
vi: Tại sao điều này lại yêu cầu xác minh?

source: Why is my transaction unconfirmed?
vi: Tại sao giao dịch của tôi chưa được duyệt?

source: Why?
vi: Tại sao?

source: Withdraw
vi: Rút

source: Without encryption, a thief or another application on this device may be able to access your funds.
vi: Khi không có mã hóa, một tên cướp hay một ứng dụng khác trên thiết bị nãy có thể truy cập tiền trong Ví của bạn.

source: Would you like to hide this gift card discount?
vi: Bạn có muốn ẩn khuyến mãi cho thẻ quà tặng này?

source: Would you like to protect this wallet with a password?
vi: Bạn có muốn bảo vệ ví này bằng một mật khẩu?

source: Write Down Recovery Phrase
vi: Xin hãy viết xuống Mã Khôi phục

source: Write a Review
vi: Xin hãy viết một Đánh giá

source: Write down each word.
vi: Xin hãy viết xuống từng kí tự một

source: Wrong number of recovery words:
vi: Sai số lượng kí tự của mã khôi phục

source: Wrong password
vi: Sai mật khẩu

source: YES
vi: VÂNG

source: You are trying to send more funds than you have available. Make sure you do not have funds locked by pending transaction proposals.
vi: Bạn đang cố gắng gửi nhiều tiền hơn là bạn đang có. Xin hãy đảm bảo rằng bạn không có các khoản tiền bị khóa bởi các yêu cầu giao dịch đang chờ được duyệt.

source: You are trying to send more funds than you have available. Make sure you do not have funds locked by pending transaction proposals. You can also try with a lower amount or send max.
vi: Bạn đang cố gắng gửi nhiều tiền hơn là bạn đang có. Xin hãy đảm bảo rằng bạn không có các khoản tiền bị khóa bởi các yêu cầu giao dịch đang chờ được duyệt. Bạn cũng có thể thử lại với khoản tiền nhỏ hơn hay chọn gửi tối đa.

source: You can change the name displayed on this device below.
vi: Bạn có thể thay đổi tên được hiển thị trên thiết bị này ở phía dưới

source: You can continue to view your archived cards here if you need to access them.
vi: Bạn có thể tiếp tục xem các thẻ được lưu giữ tại đây nếu bạn muốn truy cập chúng.

source: You can make contributions by signing up on our Crowdin community translation website. We’re looking forward to hearing from you!
vi: Bạn có thể đóng góp bằng cách đăng kí trên website cộng đồng dịch thuật của chúng tôi trên Crowdin. Chúng tôi rất mong được giao lưu với bạn!

source: You can scan bitcoin addresses, payment requests, paper wallets, and more.
vi: Bạn có thể quét các địa chỉ bitcoin, yêu cầu thanh toán, các ví giấy, và nhiều hơn nữa.

source: You can see the latest developments and contribute to this open source app by visiting our project on GitHub.
vi: Bạn có thể xem các thông tin cập nhật mới nhất và đóng góp cho ứng dụng mở này bằng cách truy cập dự án của chúng tôi trên GitHub.

source: You can still export it from "Export Wallet" option.
vi: Bạn vẫn có thể xuất thông tin ví từ lựa chọn "Xuất Ví" .

source: You can use your Mercado Livre gift cards on your Mercado Pago account for everyday expenses like utilities and metro rides.
vi: Bạn vẫn có thể sử dụng thẻ quà tặng Mercado Livre trên tài khoản Mercado Pago cho các chi tiêu hàng ngày giống như tiền điện nước hay vé tàu.

source: You could sign the transaction later in your wallet details
vi: Bạn có thể kí giao dịch này sau tại thông tin chi tiết của Ví.

source: You do not have enough confirmed funds to make this payment. Wait for your pending transactions to confirm or enable "Use unconfirmed funds" in Advanced Settings.
vi: Bạn không có đủ nguồn tiền được xác thực cho giao dịch thanh toán này. Xin hãy đợi các giao dịch đang chờ được duyệt xong hay bật tính năng "Sử dụng nguồn tiền chưa xác thực" "trong" "mục Cài đặt Nâng cao.

source: You reach the limit of twenty wallets from the same coin and network
vi: Bạn đã đạt giới hạn của hai mươi ví cho cùng một loại tiền và mạng lưới.

source: You should not set a fee higher than {{maxFeeRecommended}} {{feeUnit}}.
vi: Bạn không nên đặt lượng phí cao hơn {{maxFeeRecommended}} {{feeUnit}}.

source: Your Ducatus Card is ready. Add funds to your card to start using it at stores.
vi: Thẻ Ducatus của bạn đã sẵn sàng. Xin hãy nạp tiền vào trong thẻ để bắt đầu sử dụng thẻ tại các cửa hàng.

source: Your extended private keys are all that is needed to access your funds. Be sure to protect your private keys and store them only on secure devices. Ducatus does not have access to your private keys, so you alone are responsible for your keys. If you share key access with external services, you take responsibility for the risk of theft or breach. Only advanced users should handle extended private keys directly.
vi: Bạn chỉ cần các khóa cá nhân được gia hạn của bạn để truy cập nguồn tiền trong ví. Xin hãy " "chắc chắn bảo vệ các khóa cá nhân này và chỉ lưu trữ chúng trong các thiết bị an toàn. Ducatus không có quyền truy cập vào các khóa cá nhân của bạn, vì thế bản thân bạn là người chịu trách nhiệm cho các khóa của mình. Nếu bạn chia sẻ quyền truy cập khóa này với các thiết bị bên ngoài khác, bạn đang chịu trách nhiệm cho mối nguy hiểm như trộm cắp hay vi phạm. Chỉ những người dùng nâng cao nên quản lý các khóa này trực tiếp

source: Your fee is lower than recommended.
vi: Phí của bạn thấp hơn mức được đề nghị.

source: Your name
vi: Tên của bạn

source: Your recovery phrase is composed of 12 randomly selected words. Please carefully write down each word in the order they appear.
vi: Mã khôi phục của bạn bao gồm 12 kí tự được chọn lựa ngẫu nhiên. Xin hãy cẩn thận viết xuống từng kí từ xuống theo thứ tự mà chúng xuất hiện.

source: Your recovery phrase is verified
vi: Mã khôi phục của bạn đã được xác minh.

source: Your wallet address is similar to a bank account number. You can add funds to your wallet by withdrawing funds you may have stored on an exchange to your wallet address. Or other {coinName} users can send you money by scanning your QR code.
vi: Địa chỉ ví cũng tương tự như số tài khoản ngân hàng của bạn vậy. Bạn có thể gửi tiền vào Ví bằng cách rút tiền mà bạn có thể đã trữ trên một sàn giao dịch vào trong địa chỉ ví, Hay từ các người dùng {{coinName}} mà bạn có thể gửi tiền tới bằng cách quét mã QR của bạn.

source: Your wallet key will be encrypted. The encrypt password cannot be recovered. Be sure to write it down.
vi: Ví của bạn sẽ được mã hóa. Mật khẩu mã hóa không thể được phục hồi. Xin đảm bảo là bạn viết mật khẩu này xuống.

source: Your wallet {{walletName}} is complete.
vi: Ví {{walletName}} của bạn đã sẵn sàng.

source: Your {walletType} wallet is backed up!
vi: Ví {{walletType}} của bạn đã được lưu lại!

source: [Balance Hidden]
vi: [Số dư bị ẩn]

source: [Scanning Funds]
vi: [Đang quét khoản tiền trong ví]

source: add your Ducatus Visa card(s)
vi: thêm vào thẻ Ducatus của bạn
