Repository: Ducatus-Global-Pte-Ltd/copay
Catalog: src/assets/i18n/*.po
Languages: vi

source: me
vi: tôi

source: of total amount
vi: của tổng số

source: preparing...
vi: đang chuẩn bị...

source: {appName} BCH wallets use the CashAddr format by default
vi: Ví BCH của {{appName}} sử dụng format CashAddr như mặc định

source: {coinName} Address
vi: Địa chỉ {coinName}

source: {displayName} gift cards contain an additional activation fee of {fee} {currency}.
vi: Thẻ quà tặng {displayName} chứa một lượng phí kích hoạt bao gồm {fee} {currency}.

source: {displayName} requires you to present a printed gift card at redemption.
vi: {displayName} yêu cầu bạn trình thẻ quà tặng được in ra tại thời điểm sử dụng.

source: {{appName}} depends on Bitcore Wallet Service (BWS) for blockchain information, networking and Ducater synchronization. The default configuration points to https://bws.Ducatus.com (Ducatus public BWS instance).
vi: {{appName}} phụ thuộc vào Dịch vụ Ví Bitcore (BWS) cho thông tin blockchain, xây dựng mạng lưới và đồng bộ hóa Người đồng chi trả. tùy chọn mặc định sẽ dẫn bạn tới https://bws.Ducatus.com (ví dụ như BWS mặc định của Ducatus).

source: {{appName}} only supports Bitcoin Cash using new version numbers addresses.
vi: {{appName}} ứng dụng chỉ hỗ trợ Bitcoin Cash sử dụng địa chỉ số phiên bản mới nhất.

source: {{countInArray}} of your wallets already exist in {{nameCase}}
vi: {{countInArray}} của Ví đã tồn tại trong {{nameCase}}

source: {{fee}} {{coin}} will be deducted for bitcoin networking fees.
vi: {{fee}} {{coin}} sẽ được trừ đi cho các phí mạng lưới của bitcoin.

source: {{txpsSuccess}} proposal signed
vi: {{txpsSuccess}} yêu cầu đã được kí.

source: {{txpsSuccess}} proposals signed
vi: {{txpsSuccess}} các yêu cầu đã được kí.

source: {{updatingTxHistoryProgress}} transactions downloaded
vi: {{updatingTxHistoryProgress}} các giao dịch đã được tải về.

source: {{wallet.m}}-of-{{wallet.n}}
vi: {{wallet.m}}-của-{{wallet.n}}
