Repository: Ducatus-Global-Pte-Ltd/copay
Catalog: src/assets/i18n/*.po
Languages: vi

source: Help and support information is available at the website
vi: Thông tin trợ giúp và hỗ trợ đều có mặt trên website

source: Hidden
vi: Bị ẩn

source: Hide
vi: Ẩn

source: Hide Balance
vi: Ẩn số sư

source: Hide advanced options
vi: Ẩn tùy chọn nâng cao

source: Hide discount?
vi: Ẩn chiết khấu?

source: Home
vi: Trang chủ

source: How satisfied are you with {{appName}} wallet?
vi: Mức độ hài lòng của bạn với ví của {{appName}}?

source: However, unconfirmed funds are not allowed for spending with merchants, Ducatus Card loads, or Ducatus in-app gift card purchases.
vi: Tuy nhiên, các khoản tiền chưa xác định không thể được dùng để trả cho người bán, nạp thẻ Ducatus, hay mua thẻ quà tặng trong ứng dụng Ducatus

source: I agree to the Terms and certify that I am the beneficial owner of the input assets and the destination address.
vi: Tôi đồng ý với các Điều khoản trên và xác nhận rằng tôi là người chủ hưởng lợi của các tài sản nhập vào và của địa chỉ đích.

source: I give explicit consent to Ducatus to use my email address to send me email notifications about payments (and, if selected, email updates and news about the wallet).
vi: Tôi cho phép Ducatus sử dụng địa chỉ email của tôi để gửi tới tôi thông báo về các giao dịch thành toán (và, nếu được chọn, email cập nhật và tin tức về ví của tôi)

source: I have read, understood, and agree to the Terms of Use
vi: Tôi đã đọc, hiểu và chấp nhận Điều khoản dịch vụ

source: I understand
vi: Tôi hiểu

source: I understand that if this app is moved to another device or deleted, my bitcoin can only be recovered with the recovery phrase
vi: Tôi hiểu rằng nếu ứng dụng này được di chuyển tới một thiết bị khác hay bị xóa, số bitcoin của tôi chỉ có thể được phục hồi qua Cụm từ khôi phục

source: I understand that my funds are held securely on this device, not by a company
vi: Tôi hiểu rằng số tiền trong ví của tôi được lưu trữ một cách bảo mật trên thiết bị này, không phải bởi một công ty khác

source: I'm disappointed
vi: Tôi cảm thấy thất vọng

source: I'm satisfied
vi: Tôi cảm thấy hài lòng

source: I'm sure
vi: Tôi chắc chắn

source: I'm very happy
vi: Tôi cảm thấy rất vui

source: I've used this card
vi: Tôi đã sử dụng thẻ này rồi

source: If enabled, the new wallets may have different keys and will require a new backup.
vi: Nếu được kích hoạt, chiếc ví mới này sẽ có những mã khóa khác nhau và cần một lượt lưu trữ mới

source: If enabled, wallets will also try to spend unconfirmed funds.
vi: Nếu được kích hoạt, ví sẽ cố gắng chi các khoản tiền không xác định

source: If you have funds stored on a website then you should move them into a secure wallet... like this one!
vi: Nếu bạn có khoản tiền được lưu trên một website thì bạn nên chuyển chúng vào một chiếc ví bảo mật... giống như chiếc ví này vậy!

source: If you need immediate help with a problem you are having, then get help by contacting our support team.
vi: Nếu bạn cần hỗ trợ khẩn cấp về vấn đề đang đối mặt, bạn có thể liên lạc với đội hỗ trợ của chúng tôi

source: Import
vi: Nhập liệu

source: Import Wallet
vi: Nhập Ví

source: Import Words
vi: Nhập chữ

source: Import existing wallet
vi: Nhập ví hiện hữu

source: Importing Wallet...
vi: Nhập Ví...

source: In order to verify your wallet recovery phrase, please type your password.
vi: Để có thể kiểm tra Cụm từ khôi phục của ví, xin hãy nhập mật khẩu của bạn vào

source: Incomplete
vi: Chưa hoàn chỉnh

source: Incorrect PIN, try again.
vi: Mã PIN chưa đúng, xin hãy thử lại

source: Incorrect backup phrase
vi: Cụm từ khôi phục chưa chính xác

source: Incorrect network address
vi: Địa chỉ mạng chưa chính xác

source: Information
vi: Thông tin

source: Insufficient funds
vi: Số tiền không đủ để thực hiện giao dịch

source: Insufficient funds for fee
vi: Số tiền không đủ để trả phí

source: Integrations
vi: Tích hợp

source: Invalid
vi: Không hợp lệ

source: Invalid Email
vi: Email không hợp lệ

source: Invalid URL
vi: Đường link không hợp lệ

source: Invalid address
vi: Địa chỉ ví không hợp lệ

source: Invalid data
vi: Dữ liệu không hợp lệ

source: Invalid derivation path
vi: Đường dẫn xuất không hợp lệ

source: Invalid derivation path for selected coin
vi: Đường dẫn xuất cho đồng tiền được chọn không hợp lệ

source: Invitation Code
vi: Mã không hợp lệ

source: Invoice URL
vi: Link hóa đơn

source: Is this correct?
vi: Thông tin này có đúng không?

source: Is this email address correct?
vi: Đây có phải là địa chỉ email chính xác của bạn?

source: It appears that you do not have any money to send.
vi: Có vẻ như bạn không có khoản tiền nào để chuyển đi

source: It's a ghost town in here
vi: Nơi đây thật vắng vẻ...

source: It's a good idea to avoid reusing addresses - this both protects your privacy and keeps your bitcoins secure against hypothetical attacks by quantum computers.
vi: Bạn nên tránh việc sử dụng lại địa chỉ - Điều này bảo vệ lẫn sự riêng tư và giữ bitcoin của bạn an toàn giả sử trong trường hợp bạn bị tấn công bởi máy tính lượng tử

source: It's important that you write your recovery phrase down correctly. If something happens to your wallet, you'll need it to recover your money. Please review and try again.
vi: Bạn nên viết xuống Cụm từ khôi phục thật chính xác. Nếu điều gì xảy ra với ví của bạn, bạn sẽ cần nó để hồi phục tiền của mình. Xin hãy xem và thử lại lần nữa

source: Join
vi: Liên kết

source: Join Shared Wallet
vi: Liên kết ví chia sẻ

source: Joining Wallet...
vi: Đang liên kết ví

source: Key Name
vi: Tên của khóa

source: Key Settings
vi: Tùy chỉnh khóa

source: Key already associated with an existing wallet
vi: Khóa đã liên kết với ví

source: Keys
vi: Các khóa

source: Language
vi: Ngôn ngữ

source: Last Month
vi: Tháng trước

source: Learn More
vi: Biết thêm thông tin

source: Learn more about testnet blockchain
vi: Kế thừa

source: Legacy wallets created before 9/15 can't support additional wallets being added.
vi: Ví kế thừa tạo trước 15/9 không thể hỗ trợ việc thêm ví khác vào

source: Linked
vi: Đã được liên kết

source: Load dollars onto your Ducatus Card using your bitcoin wallet. Shop anywhere that accepts Visa®
vi: Nạp đô la vào Thẻ Ducatus bằng ví bitcoin của bạn. Mua sắm ở mọi nơi chấp nhận thẻ Visa

source: Loading addresses...
vi: Đang tải địa chỉ

source: Loading transaction info...
vi: Đang tải thông tin giao dịch

source: Lock
vi: Khóa

source: Locked
vi: Đã khóa

source: Locktime in effect. Please wait to create a new spend proposal
vi: Đang trong thời gian khóa. Xin hãy đợi để tạo yêu cầu chi khác

source: Locktime in effect. Please wait to remove this spend proposal
vi: Đang trong thời gian khóa. Xin hãy đợi để xóa bỏ yêu cầu chi này

source: Log out
vi: Đăng thoát

source: Low Fee
vi: Phí thấp

source: Low amount inputs
vi: Lượng nhập vào thấp

source: Maximum amount allowed is {{max}}
vi: Tôi

source: Memo
vi: Ghi chú

source: Merchant Message
vi: Thông tin thương gia

source: Miner Fee
vi: Phí đào

source: Miner Fee Notice
vi: Thông báo phí đào

source: Miner fee
vi: Phí đào

source: Minimum amount required is {{min}}
vi: Thiếu tham số

source: Missing private keys to sign
vi: Thiếu khóa cá nhân để kí

source: More
vi: Thêm

source: More Brands
vi: Thêm nhãn hiệu

source: Moved
vi: Đã di chuyển

source: Moved Funds
vi: Khoản tiền đã di chuyển

source: Moving
vi: Đang di chuyển

source: Multiple Recipients
vi: Nhiều người nhận

source: NOTE: To import a wallet from a 3rd party software, please go to Add Wallet, Create Wallet, and specify the Recovery Phrase there.
vi: LƯU Ý: Để nhập một ví từ phần mềm bên thứ 3, xin hãy đi tới Thêm Ví, Tạo Ví, và ghi rõ Cụm từ khôi phục ở đấy

source: Name
vi: Tên

source: Name (at creation)
vi: Tên (vào thời điểm tạo)

source: Needs Backup
vi: Cần được lưu trữ

source: Network
vi: Mạng

source: Network Cost
vi: Phí dữ liệu

source: Network Fee Warning
vi: Cảnh báo tính phí dữ liệu

source: Network error
vi: Lỗi mạng

source: New Ducater
vi: Người đồng chi trả mới

source: New payment proposal
vi: Yêu cầu thanh toán mới

source: New payment received
vi: Đã nhận thanh toán mới

source: Next
vi: Kế tiếp

source: No
vi: Không

source: No Private Key
vi: Không có khóa cá nhân

source: No contacts yet
vi: Chưa có thông tin liên hệ

source: No enough confirmed funds
vi: Không đủ khoản tiền xác định

source: No entries for this log level
vi: Không có mục nào trong cấp độ ghi này

source: No funds found
vi: Không tìm thấy khoản tiền

source: No password
vi: Không có mật khẩu

source: No private key
vi: Không có khóa cá nhân

source: No signing proposal: No private key
vi: Không có yêu cầu đăng nhập: Không tìm thấy khóa cá nhân

source: No transactions
vi: Không tìm thấy giao dịch

source: No wallet found
vi: Không tìm thấy Ví

source: No wallets available
vi: Không có ví nào hiện tại

source: No wallets available to receive funds
vi: Không có ví nào hiện tại để nhận tiền

source: No wallets available to use ShapeShift
vi: Không có ví nào hiện tại để sử dụng ShapeShift

source: No wallets with funds
vi: Không tìm thấy ví có tiền

source: Non BIP44 wallet
vi: Ví không BIP44

source: Normal
vi: Bình thường

source: Not authorized
vi: Không có thẩm quyền

source: Not enough funds
vi: Không đủ tiền

source: Not enough funds for fee
vi: Không đủ tiền để trả phí

source: Not enough funds for fee {{shiftFee}}
vi: Không bao gồm khóa cá nhân sẽ cho phép bạn kiểm tra số dư, lịch sử giao dịch, và tạo yêu cầu chi từ việc xuất. Tuy nhiên, điều này không cho phép bạn chấp nhận yêu cầu (kí), vì thế tiền không thể được truy cập từ việc xuất

source: Not right now
vi: Không phải bây giờ

source: Not set
vi: Chưa được đặt

source: Not valid bitcoin address
vi: Địa chỉ bitcoin không hợp lệ

source: Note
vi: Ghi chú

source: Notifications
vi: Thông báo

source: Notifications by email
vi: Thông báo bằng email

source: Notify me if confirmed
vi: Thông báo cho tôi nếu được duyệt

source: Notify me when transactions are confirmed
vi: Thông báo cho tôi khi giao dịch được duyệt

source: OPEN IN BROWSER
vi: MỞ TRONG TRÌNH DUYỆT

source: Off
vi: Tắt

source: On
vi: Mở

source: Only redeemable on Mercado Livre (Brazil)
vi: Chỉ được đổi trên Mercado Livre (Brazil)

source: Only redeemable on www.amazon.co.jp (Japan website)
vi: Chỉ được đổi trên www.amazon.co.jp (Website của Nhật Bản)

source: Only redeemable on www.amazon.com (USA website)
vi: Chỉ được đổi trên www.amazon.com (website của Hoa Kì)

source: Open
vi: Mở

source: Open Crowdin
vi: Mở Crowdin

source: Open GitHub
vi: Mở GitHub

source: Open GitHub Project
vi: Mở GitHub Project

source: Open Insight
vi: Mở Insight

source: Open Translation Community
vi: Mở cộng đồng phiên dịch

source: Open settings
vi: Mở Cài đặt

source: Open website
vi: Mở website

source: Order the Ducatus Card
vi: Ây da!

source: Password
vi: Mật khẩu

source: Password Not Recoverable
vi: Mật khẩu không thể phục hồi được

source: Password mismatch
vi: Mật khẩu không tương xứng

source: Password required. Make sure to enter your password in advanced options
vi: Yêu cầu mật khẩu. Xin hãy đảm bảo rằng bạn nhập mật khẩu bằng tùy chọn nâng cao

source: Passwords do not match
vi: Mật khẩu không khớp

source: Paste the backup plain text code
vi: Dán đoạn mã lưu trữ chưa được format

source: Paste this code on {cardConfig.website}. This gift card cannot be recovered if your claim code is lost.
vi: Dán đoạn mã này vào {cardConfig.website}. Thẻ quà tặng này không thể được khôi phục nếu bạn làm mất mã đã nhận

source: Pay 0% fees to turn bitcoin into dollars.
vi: Trả 0% phí để chuyển bitcoin thành Đô La

source: Payment Accepted
vi: Thanh toán được chấp thuận

source: Payment Expires:
vi: Thanh toán đã hết hạn

source: Payment Proposal
vi: Đề xuất thanh toán

source: Payment Published
vi: Thanh toán đã được xuất bản

source: Payment Rejected
vi: Thanh toán bị từ chối

source: Payment Request
vi: Yêu cầu thanh toán

source: Payment Request info
vi: Thông tin yêu cầu thanh toán

source: Payment Sent
vi: Thanh toán đã được gửi đi

source: Payment URL
vi: Đường link thanh toán

source: Payment accepted, but not yet broadcasted
vi: Thanh toán đã được chấp thuận, nhưng chưa phát đi

source: Payment proposal rejected
vi: Đề xuất thanh toán bị từ chối

source: Pending
vi: Đang chờ xử lí

source: Pending Proposals
vi: Đề xuất đang chờ được xử lí

source: Permanently delete all wallets using this key.
vi: Sử dụng khóa này để xóa vĩnh viễn tất cả các ví

source: Permanently delete this wallet.
vi: Vĩnh viễn xóa ví này.

source: Personal Wallet
vi: Ví riêng

source: Plain URL
vi: URL thuần túy

source: Please complete your account verification on ShapeShift website.
vi: Xin hãy hoàn tất xác minh tài khoản của bạn tên website của ShapeShift

source: Please connect a camera to get started.
vi: Xin hãy kết nối với camera để bắt đầu

source: Please enter the recovery phrase
vi: Xin hãy nhập Cụm từ khôi phục

source: Please enter the wallet recovery phrase
vi: Xin hãy nhập Cụm từ khôi phục của ví

source: Please enter your PIN
vi: Xin hãy nhập mã PIN của bạn

source: Please review
vi: Xin hãy xem lại

source: Please upgrade the app to perform this action
vi: Xin hãy nâng cấp ứng dụng này để thực hiện chức năng trên

source: Please wait...
vi: Xin đợi một lát...

source: Please, enter the amount
vi: Xin nhập số tiền

source: Please, select your backup file
vi: Xin hãy chọn tệp lưu trữ

source: Pre-Auth Holds
vi: Khoản tạm giữ

source: Preferences
vi: Tùy thích

source: Preparing addresses...
vi: Chuẩn bị địa chỉ...

source: Preparing backup...
vi: Chuẩn bị lưu trữ

source: Previous
vi: Quay lại

source: Price Chart
vi: Biểu giá

source: Print
vi: In

source: Print Card
vi: In Thẻ

source: Printed Gift Card Required
vi: Yêu cầu Thẻ quà tặng được in

source: Priority
vi: Ưu tiên

source: Privacy Policy
vi: Chính sách Quyền Riêng tư

source: Privacy Policy update
vi: Cập nhật chính sách Quyền Riêng tư

source: Private Key
vi: Khóa cá nhân

source: Private key encrypted. Enter password
vi: Khóa cá nhân đã được mã hóa. Xin nhập mật khẩu

source: Private key is encrypted, cannot sign
vi: Khóa cá nhân đã bị mã hóa, không thể kí

source: Proposal Created
vi: Yêu cầu đã được tạo

source: Purchase Limit Reached
vi: Đã đạt mức mua tối đa

source: Purchased Brands
vi: Nhãn hàng đã mua

source: Push notifications for {{appName}} are currently disabled. Enable them in the Settings app.
vi: Thông báo đẩy cho {{appName}} đang bị vô hiệu hóa. Hãy bật chúng lên tại ứng dụng Cài đặt

source: Quick and easy setup
vi: Cài đặt nhanh chóng và dễ dàng

source: Random
vi: Ngẫu nhiên

source: Rate
vi: Đánh giá

source: Rate on the {storeName}
vi: Đánh giá trên {{storeName}}

source: Read Only Wallet
vi: Ví chỉ đọc được

source: Read Only Wallets
vi: Các ví chỉ đọc được

source: Read Only wallets don't include the private key.
vi: Ví chỉ được đọc không bao gồm khóa cá nhân

source: Read more in our Wiki
vi: Xin hãy đọc thêm ở trang wiki của chung tôi

source: Read more in our support page
vi: Xin hãy đọc thêm ở trang hỗ trợ của chúng tôi

source: Receipt Email
vi: Email người nhận

source: Receive
vi: Nhận

source: Received
vi: Đã nhận

source: Received Funds
vi: Tiền đã nhận

source: Receiving
vi: Đang nhận

source: Receiving funds will be temporary disabled until you can verify your recovery phrase has been stored away securely. You can always complete this later from your wallet settings.
vi: Khoản tiền đang nhận sẽ được tạm thời vô hiệu hóa cho đến khi bạn có thể xác minh Cụm từ khôi phục đã được lưu trữ an toàn. Bạn có thể luôn thực hiện điều này trong mục cài đặt ví

source: Receiving {coinName} address
vi: Đang nhận địa chỉ {{coinName}}

source: Recent
vi: Gần đây

source: Recipient
vi: Người nhận

source: Recover old wallets
vi: Khôi phục ví cũ

source: Recover your wallet using your passphrase
vi: Khôi phục ví của bạn sử dụng mật khẩu

source: Recovery Phrase
vi: Cụm từ khôi phục

source: Recreating Wallet...
vi: Đổi thẻ ngay

source: Reject Payment Proposal
vi: Yêu cầu đổi thẻ bị từ chối

source: Rejected
vi: Đã bị từ chối

source: Rejecting payment proposal...
vi: Đang từ chối yêu cầu thanh toán

source: Release information
vi: Phát hành thông tin

source: Remove
vi: Gỡ bỏ

source: Repeat the password
vi: Lặp lại mật khẩu

source: Report an Issue
vi: Báo cáo một Vấn đề

source: Request Biometric Authentication
vi: Yêu cầu xác thực sinh trắc

source: Request Encrypt Password
vi: Yêu cầu Mã hóa Mật khẩu

source: Request Fingerprint
vi: Yêu cầu cung cấp Dấu vân tay

source: Request Specific Amount
vi: Yêu cầu nhập Khoản tiền Cụ thể

source: Request a Feature
vi: Yêu cầu một Tính năng

source: Request a new feature
vi: Yêu cầu một tính năng mới

source: Required number of signatures
vi: Yêu cầu số lượng chữ kí

source: Requires invitation to join
vi: Yêu cầu lời mời để tham dự

source: Requires multiple devices (most secure)
vi: Yêu cầu đa thiết bị (an toàn nhất)

source: Retrieving gas limit...
vi: Thu thập giới hạn gas

source: Retrieving inputs information...
vi: Thu thập thông tin lệnh nhập

source: Retry camera
vi: Hãy thử lại camera

source: START OVER
vi: BẮT ĐẦU LẠI

source: Safeguard your recovery phrase
vi: Bảo vệ mã khôi phục của bạn

source: Save
vi: Lưu

source: Scan
vi: Quét

source: Scan QR Codes
vi: Quét mã QR

source: Scan addresses for funds
vi: Quét địa chỉ để tìm khoản tiền

source: Scan again
vi: Quét lại

source: Scanning Wallet funds...
vi: Quét khoản tiền trong Ví

source: Search Transactions
vi: Tìm Giao dịch

source: Search Wallets or Contacts
vi: Tìm Ví hay Thông tin liên lạc

source: Search a contact
vi: Tìm một thông tin liên lạc

source: Search or enter address
vi: Tìm hay nhập địa chỉ

source: Search your currency
vi: Tìm tiền tệ của bạn

source: Security
vi: Bảo mật

source: See transaction
vi: Xem giao dịch

source: Select Key
vi: Chọn Khóa

source: Select Key to add ETH Wallet to
vi: Chọn Khóa để thêm vào ví ETH

source: Select a wallet
vi: Xin hãy chọn một ví

source: Select currencies
vi: Xin hãy chọn loại tiền tệ

source: Select currency
vi: Xin hãy chọn một loại tiền tệ

source: Selling Bitcoin...
vi: Đang bán Bitcoin

source: Send
vi: Gửi

source: Send Max
vi: Gửi tối đa

source: Send Money
vi: Gửi Tiền

source: Send addresses by email
vi: Gửi địa chỉ qua email

source: Send by email
vi: Gửi qua email

source: Send feedback
vi: Gửi phản hồi

source: Send from
vi: Gửi từ

source: Send payment to this address
vi: Gửi thanh toán tới địa chỉ này

source: Sending
vi: Đang gửi

source: Sending 2FA code...
vi: Đang gửi mã xác thực 2 lớp 2FA...

source: Sending From
vi: Đang gửi từ

source: Sending feedback...
vi: Đang gửi phản hồi...

source: Sending maximum amount
vi: Đang gửi số lượng tối đa

source: Sending transaction...
vi: Đang gửi giao dịch

source: Sending {{amount}} {{unit}} from your {{name}} wallet
vi: Đang gửi {{amount}} {{unit}} từ ví {{name}} của bạn

source: Sensitive Data
vi: Dữ liệu nhạy cảm

source: Sent
vi: Đã gửi

source: Sent Funds
vi: Đã gửi khoản tiền

source: Sent to {walletName}
vi: Đã gửi tới {walletName}

source: Server response could not be verified
vi: Không thể xác minh phản hồi từ máy chủ

source: Services
vi: Các dịch vụ

source: Session Log
vi: Nhật kí về phiên làm việc

source: Session Logs. Be careful, this could contain sensitive private data
vi: Nhật kí về phiên làm việc. Cẩn thận, có thể chứa thông tin cá nhân quan trọng

source: Set up a password
vi: Đặt mật khẩu

source: Settings
vi: Cài đặt

source: ShapeShift is not available at this moment. Please, try again later.
vi: ShapeShift không thể hoạt động ngay bây giờ. Xin hãy thử lại sau

source: ShapeShift max limit reached
vi: ShapeShift đã đạt giới hạn tối đa

source: ShapeShift requires a minimum value of {{min}}
vi: ShapeShift yêu cầu giá trị tối thiểu là {{min}}

source: Share
vi: Chia sẻ

source: Share Address
vi: Chia sẻ Địa chỉ

source: Share Claim Code
vi: Chia sẻ Mã đã nhận

source: Share logs
vi: Chia sẻ nhật kí

source: Share the love by inviting your friends.
vi: Chia sẻ sự yêu thích bằng cách mời bạn bè

source: Share this QR code to receive {amount} in your wallet {name}.
vi: Chia sẻ mã QR này để nhận {{amount}} vào ví {{name}} của bạn.

source: Share this address with the devices joining this account.
vi: Chia sẻ địa chỉ này với các thiết bị liên kết với địa chỉ này

source: Share this invitation with your Ducaters
vi: Chia sẻ lời mời này với người đồng chi trả

source: Share {{appName}}
vi: Chia sẻ {{appName}}

source: Shared Wallet
vi: Ví được chia sẻ

source: Show advanced options
vi: Hiển thị tùy chọn nâng cao

source: Show all
vi: Hiển thị tất cả

source: Show in Home
vi: Hiển thị tại Trang chủ

source: Sign Up for ShapeShift
vi: Đăng kí sử dụng ShapeShift

source: Sign selected proposals
vi: Kí vào các yêu cầu đã chọn

source: Signatures rejected by server
vi: Chữ kí bị từ chối bởi máy chủ

source: Signing transaction...
vi: Đang kí vào giao dịch...

source: Simple Wallet
vi: Ví đơn giản

source: Single address
vi: Địa chỉ đơn

source: Skip
vi: Bỏ qua

source: Slide to accept
vi: Gạt qua để chấp nhận

source: Slide to confirm
vi: Gạt qua để xác nhận

source: Slide to pay
vi: Gạt qua để trả

source: Slide to send
vi: Gạt qua để gửi

source: Something goes wrong...
vi: Điều gì đang tiếc đã xảy ra...

source: Specify Recovery Phrase
vi: Ghi rõ mã khôi phục

source: Specify derivation path
vi: Ghi rõ đường dẫn xuất

source: Spend proposal is not accepted
vi: Yêu cầu chi trả không được chấp nhận

source: Spend proposal not found
vi: Không tìm thấy yêu cầu chi trả

source: Spendable balance
vi: Số dư có thể chi được

source: Spending this balance will need significant Bitcoin network fees
vi: Chi số dư này sẽ cần lượng phí mạng lưới Bitcoin đang kể

source: Status
vi: Trạng thái

source: Super Economy
vi: Siêu kinh tế

source: Support Wallets with Different Keys
vi: Hỗ trợ ví với nhiều khóa khác nhau

source: Sweep
vi: Quét

source: Sweep Completed
vi: Quét hoàn tất

source: Sweep paper wallet
vi: Quét ví tiền mặt

source: Sweeping Wallet...
vi: Đang quét ví...

source: THIS ACTION CANNOT BE REVERSED
vi: HÀNH ĐỘNG NÀY KHÔNG THỂ BỊ ĐẢO NGƯỢC

source: Tap and hold to show
vi: Nhấn và giữ để hiển thị

source: Tap each word in the correct order.
vi: Nhấn vào từng từ theo thứ tự

source: Tap to recreate
vi: Nhấn để tái tạo

source: Temporarily Unavailable
vi: Hiện tại không truy cập được

source: Terms of Use
vi: Điều khoản sử dụng

source: Testnet Wallet
vi: Ví Testnet

source: Text
vi: Văn bản

source: Thanks!
vi: Xin cảm ơn!

source: The Safest, Fastest Asset Exchange on Earth
vi: Sàn trao đổi tài sản nhanh nhất và an toàn nhất Thế giới

source: The amount of bitcoin immediately spendable from this wallet.
vi: Số lượng bitcoin sẽ được chi ngay lập tức từ ví này

source: The amount of bitcoin stored in this wallet that is allocated as inputs to your pending transaction proposals. The amount is determined using unspent transaction outputs associated with this wallet and may be more than the actual amounts associated with your pending transaction proposals.
vi: Số lượng bitcoin được trữ trong ví mà đang được sử dụng như đầu vào cho các yêu cầu giao dịch đang chờ xử lí của bạn. Số lượng sẽ được định bằng cách sử dụng giao dịch đầu ra chưa được trả đã được liên kết với ví này và có thể nhiều hơn đã được liên kết với ví này và có thể nhiều hơn số lượng liên kết thật với yêu cầu giao dịch đang chờ xử lí của bạn

source: The amount of bitcoin stored in this wallet with less than 1 blockchain confirmation.
vi: Số lượng bitcoin được trữ trong chiếc ví này với ít hơn 1 xác nhận blockchain

source: The destination wallet is not backed up. Please, complete the backup process before continue.
vi: Ví nhận chưa được lưu trữ. Xin hãy hoàn tất thủ tục lưu trữ trước khi tiếp tục
